[
  {
    "date": "2026.01.05",
    "tag": "",
    "title": "Registration Now Open – Deadline October 27, 2025 (or Until Capacity Is Reached)",
    "summary": "The conference will be held in both onsite and online formats. Participants in the field of medical education are warmly invited.",
    "content": "<h4>Conference Format</h4>\n<p>This conference will be conducted in both <strong>onsite</strong> and <strong>online (virtual)</strong> formats. Please select one participation method when registering.</p>\n\n<h4>Date and Time</h4>\n<p>November 3, 2025 (Monday), 09:00–15:00</p>\n\n<h4>Venue</h4>\n<p>Auditorium, 6th Floor, E-Da Cancer Hospital</p>\n\n<h4>Registration Information</h4>\n<ul>\n  <li>Registration period: From now until October 27, 2025 (registration will close early if capacity is reached)</li>\n  <li>Onsite participation: Auditorium, 6th Floor, E-Da Cancer Hospital</li>\n  <li>Online participation: The meeting link will be sent via email two days prior to the conference</li>\n</ul>\n\n<h4>Notes</h4>\n<p>The conference is free of charge. Complimentary parking is not provided for onsite participants. Lunch is not included.</p>\n\n<h4>Contact Information</h4>\n<p>Department of Medical Education<br>Ms. Pei-Jun Kuo<br>Tel: +886-7-6150011 ext. 1618<br>Email: ed103513@edah.org.tw</p>\n\n<h4>Downloads</h4>\n<p>Relevant materials will be announced on the official website.</p>"
  },
  {
    "date": "2026.01.06",
    "tag": "",
    "title": "Continuing Education Credits: Guidelines and Important Notes",
    "summary": "This announcement outlines the check-in/check-out requirements, eligibility criteria, and credit hours for continuing education credits.",
    "content": "<h4>I. Important Notes on Credit Recognition</h4>\n\n<p>1. In accordance with the regulations of the respective professional associations, participants must complete both check-in and check-out within the designated time periods. Late check-in or check-out will result in ineligibility for continuing education credits, even if the online form remains accessible.<br>The check-in/check-out form link will be announced in the Webex chatroom on the day of the conference.</p>\n\n<table class=\"credit-table\">\n  <thead>\n    <tr>\n      <th>Session</th>\n      <th>Check-in Time</th>\n      <th>Check-out Time</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Morning Session</td>\n      <td>08:50–09:10</td>\n      <td>11:50–12:10</td>\n    </tr>\n    <tr>\n      <td>Afternoon Session</td>\n      <td>13:20–13:40</td>\n      <td>15:20–15:40</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>2. Registered participants must attend the conference in full and complete <strong>check-in, check-out, the satisfaction survey, and both pre- and post-tests</strong>. Failure to complete all required items will result in ineligibility for credit recognition.</p>\n\n<p>3. To ensure proper identification, please set your Webex display name in the format: <strong>Affiliation + Full Name</strong>. Participants whose names do not meet this requirement may be asked to rejoin the meeting, and continuing education credits may not be granted.</p>\n\n<h4>II. Recognized Continuing Education Credit Hours</h4>\n<p>The following credits have been officially approved. Credit applications for other professional categories are still under review and will be announced once finalized.</p>\n\n<h4>III. Notes for E-Da Healthcare System Staff</h4>\n<p>Staff members of the E-Da Healthcare System may receive <strong>4 hours of in-house general faculty development training credits</strong>.</p>"
  },
  {
    "date": "2026.01.06",
    "tag": "important",
    "title": "Online Registration Fully Booked – Onsite Participation Still Available",
    "summary": "The quota for online participation has been filled. Onsite registration remains open, with complimentary meals provided.",
    "content": "<p>We sincerely appreciate the strong interest and enthusiastic registration for this conference.</p>\n\n<p>Due to the <strong>online (virtual) participation quota being fully booked</strong>, online registration has been temporarily closed.</p>\n\n<p>We warmly invite interested participants to <strong>register for onsite attendance</strong>. In addition to in-person academic exchange and discussion, <strong>complimentary meals will be provided</strong> for onsite participants.</p>\n\n<p>If you have any questions, please feel free to contact the organizing team. Thank you for your understanding and continued support.</p>"
  }
]
